Repository: fiduswriter/fiduswriter-payment-paddle
Catalog: payment/locale/*/LC_MESSAGES/djangojs.po
Languages: de, it

source: Subscription warning
de: Abo-Warnung
it: Avviso di abbonamento

source: You have run out of free documents. Sign up for a subscription to create more documents.
de: Sie haben keine freien Dokumente mehr. Melden Sie sich für ein Abonnement an, um weitere Dokumente zu erstellen.
it: Hai esaurito i documenti gratuiti. Iscriviti per un abbonamento per creare più documenti.

source: Go to subscription page
de: Gehen Sie zur Abonnementseite
it: Vai alla pagina di abbonamento

source: Modify subscription
de: Abonnement ändern
it: Modifica abbonamento

source: Subscription
de: Abonnement
it: Sottoscrizione

source: Plan overview
de: Zahlungsplanübersicht
it: Panoramica del piano

source: Please choose whether to update payment details or to cancel your subscription.
de: Bitte wählen Sie, ob Sie die Zahlungsdetails aktualisieren oder Ihr Abonnement kündigen möchten.
it: Scegli se aggiornare i dettagli di pagamento o annullare l'abbonamento.

source: Update payment details
de: Zahlungsdetails aktualisieren
it: Aggiorna i dettagli di pagamento

source: Cancel subscription
de: Abonnement beenden
it: Annullare l'iscrizione

source: Plan change not possible
de: Planänderung nicht möglich
it: Il cambio di piano non è possibile

source: Unfortunately it is not possible to switch plans during the trial period.
de: Leider ist es nicht möglich, die Tarife während der Probezeit zu wechseln.
it: Purtroppo non è possibile cambiare piano durante il periodo di prova.

source: Switch subscription
de: Abo wechseln
it: Cambia abbonamento

source: Do you really want to switch your subscription type?
de: Möchten Sie Ihren Abonnementtyp wirklich ändern?
it: Vuoi davvero cambiare il tipo di abbonamento?

source: Yes
de: Ja
it: sì

source: Pricing
de: Preisgestaltung
it: Prezzi

source: Pricing Guide
de: Preisleitfaden
it: Guida ai prezzi

source: You can write 2 documents on the Free Plan without any trial period.
de: Sie können 2 Dokumente mit der kostenlosen Version ohne Probezeit schreiben.
it: Puoi scrivere 2 documenti sul piano gratuito senza alcun periodo di prova.

source: If you want to write more documents, you can upgrade your plan below.
de: Wenn Sie weitere Dokumente verfassen möchten, können Sie Ihren Zahlungsplan weiter unten aktualisieren.
it: Se vuoi scrivere più documenti, puoi aggiornare il tuo piano di seguito.

source: Basic
de: Einfach
it: Di base

source: Free Plan
de: Kostenlose Version
it: Piano gratuito

source: 2 free documents
de: 2 kostenlose Dokumente
it: 2 documenti gratuiti

source: Unlimited collaborators
de: Unbegrenzte Anzahl von Kontakten
it: Collaboratori illimitati

source: Unlimited bibliography items
de: Unbegrenzte Anzahl von Literaturangaben
it: Articoli bibliografici illimitati

source: Unlimited exports
de: Unbegrenzte Exporte
it: Esportazioni illimitate

source: Default
de: Standard
it: Predefinito

source: Downgrade on
de: Downgrade am
it: Esegui il downgrade

source: Current
de: Aktuell
it: attuale

source: Premium
it: premio

source: Paid Plan
de: Bezahlt
it: Piano a pagamento

source: Monthly payments
de: Monatliche Zahlungen
it: Pagamenti mensili

source: Resubscribe
de: Erneut abonnieren
it: riabbonarti

source: Modify
de: Ändern
it: Modificare

source: Sign up
de: Anmelden
it: Iscriviti

source: Trial
de: Probe
it: Prova

source: days
de: Tage
it: giorni

source: Semiannual payments
de: Halbjährliche Zahlungen
it: Pagamenti semestrali

source: Annual payments
de: Jährliche Zahlungen
it: Pagamenti annuali

source: Refunds and cancellation
de: Rückerstattung und Stornierung
it: Rimborsi e cancellazioni

source: Subscriptions can be cancelled at any time. If a cancellation took place during the trial period, no charge will be made. Thereafter, subscriptions are charged in advance and no refunds will be made.
de: Abonnements können jederzeit gekündigt werden. Wenn eine Stornierung während des Probezeitraums stattgefunden hat, wird keine Gebühr erhoben. Danach werden die Abonnements im voraus abgerechnet und es werden keine Rückerstattungen vorgenommen.
it: Le iscrizioni possono essere cancellate in qualsiasi momento. In caso di cancellazione durante il periodo di prova, non verrà addebitato alcun costo. Successivamente, gli abbonamenti vengono addebitati in anticipo e non verranno effettuati rimborsi.

source: See
de: Sehen
it: Vedere

source: Terms and Conditions
de: Geschäftsbedingungen
it: Termini e condizioni

source: Our order process is conducted by our online reseller Paddle.com. Paddle.com is the Merchant of Record for all our orders. Paddle provides all customer service inquiries and handles returns.
de: Unser Bestellvorgang wird von unserem Online-Händler Paddle.com durchgeführt. Paddle.com ist der offizielle Verkäufer dem Kunden gegenüber. Paddle.com beantwortet Kundendienstanfragen und behandelt Anfragen auf Rückerstattung.
it: Il nostro processo di ordine è condotto dal nostro rivenditore online Paddle.com. Paddle.com è il commerciante del record per tutti i nostri ordini. Paddle fornisce tutte le richieste del servizio clienti e gestisce i resi.
